export const siteConfig = {
  name: "TOURK.COM",
  shortName: "TOURK",
  description: "أفضل مزود لخدمات الإنترنت للمقاهي والفنادق. نصمم ونطبع بطاقات دخول واي فاي مخصصة بهويتك، بالإضافة إلى إدارة شبكات المايكروتيك لزيادة أرباحك.",
  url: "https://tourk.com", // ده رابط موقعك الأساسي
  ogImage: "https://tourk.com/og-image.jpg", // ده رابط الصورة اللي هتظهر لما حد يعمل شير للينك
  keywords: [
    "TOURK.COM",
    "الشبكة الذكية",
    "كروت انترنت",
    "انترنت كافيهات",
    "ادارة شبكات الواي فاي",
    "انترنت فنادق",
    "مايكروتيك كافيهات",
    "طباعة كروت نت",
    "انترنت هوائي",
    "انترنت مطاعم",
     "واي فاي هوائي",
  

  ],
  creator: "TOURK",
  themeColor: "#0F172A", // لون متصفح الموبايل (الكحلي بتاع الموقع)
};